Repository: 4d/4D-WritePro-Interface
Catalog: Resources/*.lproj/ToolbarTips.xlf
Languages: fr

source: Align bottom
fr: Aligner en bas

source: Align center
fr: Aligner au centre

source: Align left
fr: Aligner à gauche

source: Align middle
fr: Aligner au centre

source: Align right
fr: Aligner à droite

source: Align top
fr: Aligner en haut

source: Anchor to page
fr: Ancrage à la page

source: Anchor to section
fr: Ancrage à la section

source: Auto correction
fr: Correction automatique

source: Auto dash substitutions enabled
fr: Substitution automatique des tirets

source: Auto language enabled
fr: Détection automatique de la langue

source: Auto quote substitutions enabled
fr: Substitution automatique des guillemets

source: Background color
fr: Couleur d'arrière-plan

source: Bold
fr: Gras

# borderBottom
source: Bottom border
fr: Bordure basse

# borderLeft
source: Left border
fr: Bordure gauche

# borderRight
source: Right border
fr: Bordure droite

# bordersAll
source: Borders
fr: Bordures

source: Borders color
fr: Couleur des bordures

# bordersNone
source: No borders
fr: Pas de bordures

# bordersStyle
source: Border style
fr: Style de bordures

# borderTop
source: Top border
fr: Bordure haute

source: Border width
fr: Épaisseur de bordures

source: Center
fr: Centrer

source: Clear
fr: Effacer

source: Column rule color
fr: Couleur de séparateur de colonnes

source: Column rule style
fr: Style de séparateur de colonnes

source: Column rule width
fr: Largeur de séparateur de colonnes

# columnsCount
source: Column count
fr: Nombre de colonnes

source: Columns spacing
fr: Espacement des colonnes

source: Compute 4D expressions
fr: Évaluer les expressions 4D

source: Copy
fr: Copier

source: Cut
fr: Couper

source: Enable grammar
fr: Correction grammaticale

# enableSpell
source: Spellcheck
fr: Correction orthographique

# enableSubstitution
source: Activate system substitution
fr: Activer substitutions système

source: Font size down
fr: Diminuer la taille

source: Font size up
fr: Augmenter la taille

source: Forget/Ignore
fr: Oublier/Ignorer

source: Freeze 4D expressions
fr: Figer les expressions 4D

source: Ignore
fr: Ignorer

# imageBehind
source: Image behind text
fr: Image en arrière-plan

# imageInFront
source: Image in front of text
fr: Image en avant-plan

# imageInline
source: Image inline with text
fr: Image dans le texte

source: Insert column break
fr: Insérer un saut de colonne

source: Insert date
fr: Insérer la date

# insertExpression
source: Insert 4D expression
fr: Insérer une expression 4D

source: Insert page break
fr: Insérer un saut de page

source: Insert page count
fr: Insérer le nombre de page

source: Insert page number
fr: Insérer le numéro de page

source: Insert picture…
fr: Insérer une image…

source: Insert section break
fr: Insérer un saut de section

source: Insert time
fr: Insérer l'heure

source: Italic
fr: Italique

source: Justify
fr: Justifier

# learn
source: Add to dictionary
fr: Ajouter au dictionnaire

source: Lists
fr: Listes

# marginBottom
source: Bottom margin
fr: Marge basse

# marginLeft
source: Left margin
fr: Marge gauche

# marginRight
source: Right margin
fr: Marge droite

# marginTop
source: Top margin
fr: Marge haute

# modeDraft
source: Draft mode
fr: Mode brouillon

# modeEmbedded
source: Web mode
fr: Mode Web

# modePage
source: Page mode
fr: Mode page

source: Move to back
fr: Passer à l'arrière-plan

source: Move to front
fr: Passer à l'avant-plan

# paddingBottom
source: Bottom padding
fr: Marge intérieure basse

# paddingLeft
source: Left padding
fr: Marge intérieure gauche

# paddingRight
source: Right padding
fr: Marge intérieure droite

# paddingTop
source: Top padding
fr: Marge intérieure haute

source: Page orientation
fr: Orientation du papier

source: Page size
fr: Taille du papier

source: Paragraphs
fr: Paragraphes

source: Paste
fr: Coller

source: Preview
fr: Aperçu

source: Print
fr: Imprimer

source: Redo
fr: Répéter

# removeSubstitution
source: Remove substitutions
fr: Retirer les substitutions

source: Select all
fr: Tout sélectionner

source: Shadow color
fr: Couleur de l'ombre

source: Show / hide 4D expressions
fr: Montrer/Masquer les expressions 4D

source: Show / hide footers
fr: Montrer/Masquer les pieds de page

source: Show / hide frames
fr: Montrer/Masquer les cadres

source: Show / hide headers
fr: Montrer/Masquer les entêtes

source: Show / hide hidden chars
fr: Montrer/Masquer les caractères invisibles

# showHideHiddenHorizontalRuler
source: Show / hide horizontal ruler
fr: Montrer/Masquer la règle horizontale

# showHideHiddenVerticalRuler
source: Show / hide vertical ruler
fr: Montrer/Masquer la règle verticale

source: Size
fr: Taille

source: Spell dialog
fr: Dialogue d'orthographe

source: Strikethrough
fr: Barré

source: Subscript
fr: Indice

# substitutions
source: Show / hide substitutions
fr: Montrer/Masquer les substitutions

source: Superscript
fr: Exposant

source: Text Color
fr: Couleur du texte

source: Underline
fr: Souligné

source: Undo
fr: Annuler

# unlearn
source: Remove from dictionary
fr: Retirer du dictionnaire

source: Protect paragraph
fr: Protéger le paragraphe

source: Protect table
fr: Protéger la table

source: Protect row
fr: Protéger la ligne

source: Protect cell
fr: Protéger la cellule

# protectDocument
source: Enable document protection
fr: Activer la protection du document

source: Import
fr: Importer

source: Export
fr: Exporter

source: Insert soft hyphen
fr: Insérer un trait d'union conditionnel

source: Remove soft hyphen
fr: Retirer le trait d'union conditionnel

source: Insert continuous section break
fr: Insérer un saut de section continu

source: Edit
fr: Édition

source: Paragraph settings
fr: Options de paragraphe

# DocumentInfo
source: Document information
fr: Informations du document

source: More text settings
fr: Autres attributs de texte

source: Radius
fr: Rayon

# InsertDocumentInfo
source: Insert document information
fr: Insérer information du document

source: Column settings
fr: Options de colonnes

# InsertTextBox
source: Insert a text box
fr: Insérer une zone de texte

source: Borders
fr: Bordures

source: Home
fr: Principal

# insertAndView
source: Insert & View
fr: Insertions et vues

source: Margins
fr: Marges

# spell
source: Spell & Gram.
fr: Orthographe

source: Bookmarks
fr: Signets

# formulaInfo
source: Formulas and information
fr: Formules et informations

source: Background
fr: Arrière-plan

source: Units and sizes
fr: Unités et dimensions

# applyMarginsTo
source: Apply margins and padding to…
fr: Appliquer les bordures aux…

source: Pictures
fr: Images

source: Apply borders to…
fr: Appliquer les bordures aux…

source: Headers
fr: En-têtes

source: Footers
fr: Pieds

source: Text boxes
fr: Zones de texte

source: Print settings…
fr: Paramères d'impression…

source: Display empty pictures
fr: Afficher les images vides
